
_num_words = [
    "بیر", #1
"ایکی",
"اۆچ",
"دؤرد",
"بئش",
"آلتی",
"یئددی",
"سککیز",
"دوْققوز",
"اوْن", # 10
"ایگیرمی", # 20
"اوْتوز",
"قؽرخ",
"اللی",
"آلتمیش",
"یئتمیش",
"سکسن",
"دوْخسان",
"یۆز", # 100
"مین", # 1000
"میلیون", #1000,000
"میلیارد", 
"تریلیون",
"کوادریلیون",
"کئنتیلیون",
]


_ordinal_words = [ 
    "بیرینجی", #first
"ایکینجی", #second
"اۆچونجو",
"دؤردونجو",
"بئشینجی",
"آلتینجی",
"یئدینجی",
"سککیزینجی",
"دوْققوزونجو",
"اوْنونجو", # tenth
"ایگیرمینجی", 
"اوْتوزونجو",
"قؽرخینجی",
"اللینجی",
"آلتمیشینجی",
"یئتمیشینجی",
"سکسنینجی",
"دوْخسانینجی",
"یۆزونجو",
"مینینجی",
"میلیونونجو",
"میلیاردینجی",
"تریلیونونجو",
"کوادریلیونونجو",
"کئنتیلیونونجو",
]

_ordinal_endings = ("ونجو", "ینجی", "نجی")

